/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favorito";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Tipo";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Adicionar a Loops sem Etiqueta";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Adicionando Loops de Outro Disco ou Partição";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Se esses arquivos de Áudio tiverem um andamento constante, começarem na primeira batida e terminarem em uma batida, eles se adaptarão ao andamento do projeto quando pré-visualizados ou adicionados a um projeto.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "A localização escolhida será adicionada aos Loops sem Etiqueta. Os arquivos de áudio nessa localização que têm um andamento constante, começam na primeira batida e terminam em uma batida se adaptarão ao andamento do projeto quando pré-visualizados ou adicionados a um projeto.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Cancelar";

/* Copy Loops Button */
"Copy to Loops Folder" = "Copiar para a Pasta de Loops";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Os loops serão adicionados ao navegador de loops, onde ficarão disponíveis para serem usados em suas músicas. Escolha se deseja que o Logic copie os loops para a pasta Apple Loops ou se prefere usá-los de sua localização atual.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Editar Etiquetas";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Mostrar no Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Analisar loop";

/* Descriptors */
"Descriptors" = "Descritores";

/* Genre */
"Genre" = "Gênero";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Adicionando Loops ao Navegador de Loops";

/* Initial Title of the jam pack control */
"All Packs" = "Todos os Pacotes";

/* Instrument */
"Instrument" = "Instrumento";

/* LoopBrower: two and more items label */
"%ld items" = "%ld itens";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "reproduzindo loop";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "loop real";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "loop de software";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "loop da web";

/* LoopBrowser: one Item label */
"1 item" = "1 item";

/* LoopBrowser: zero Items label */
"0 items" = "0 itens";

/* Move Loops Button */
"Move to Loops Folder" = "Mover para Pasta de Loops";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Os loops serão adicionados ao navegador de loops, onde ficarão disponíveis para serem usados em suas músicas. Escolha se deseja que o Logic mova os loops para a pasta Apple Loops ou se prefere usá-los de sua localização atual.";

/* Reference Loops Button */
"Current Location" = "Localização Atual";

/* Reindex all loops menu item */
"Reindex All Loops" = "Reindexar Todos os Loops";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Escolha quais loops você deseja visualizar no navegador de loops.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Clique para buscar loops por instrumento, gênero e descritores.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Selecione se prefere exibir as palavras-chave por instrumentos, gênero ou atmosfera";

/* accessibility description of the segment that switches to column view */
"column view" = "visualização por colunas";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "visualização dos botões musicais";

/* menu item in Recent Search History */
"Clear Search History" = "Limpar Histórico de Buscas";

/* menu item in Recent Search History */
"No recent searches" = "Nenhuma busca recente";

/* menu title in Recent Search History */
"Recent Searches" = "Buscas Recentes";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Buscar Loops";
